{
  "L3_DESCRIPTIONS": {
    "CMAC1": "This capability focuses on identifying and prioritizing key customers or accounts based on strategic value, revenue potential, and alignment with business goals. It involves analyzing customer data, segmenting the customer base, and selecting accounts for targeted engagement and relationship management",
    "CMAC2": "This capability focuses on the strategic and operational planning of sales activities. It includes the development of sales goals, forecasting, territory planning, resource allocation, and performance tracking to ensure alignment with business objectives and market opportunities.",
    "CMAC3": "The capability focuses on building, maintaining, and enhancing long-term relationships with customers. It involves understanding customer needs, ensuring satisfaction, managing communication, and leveraging feedback to improve services. This capability supports customer retention, loyalty, and overall business growth through proactive engagement and personalized service.",
    "PPQ1": "The 'Execute Solution Design' capability involves translating customer requirements and business needs into a comprehensive logistics or supply chain solution. This includes designing service configurations, selecting appropriate transportation modes, integrating technology platforms, and ensuring alignment with operational capabilities. It is a critical step in ensuring that proposed solutions are feasible, cost-effective, and aligned with customer expectations and internal standards",
    "PPQ2": "The 'Perform Solution Pricing' capability involves determining the cost and pricing structure for a proposed solution. It includes evaluating cost components, applying pricing strategies, and ensuring profitability while remaining competitive. This capability supports the development of accurate and compelling proposals for customers.",
    "PPQ3": "This capability encompasses the processes and tools required to negotiate sales terms with customers, including pricing, service levels, and contractual obligations. It also includes internal workflows for approving negotiated deals, ensuring alignment with company policies, profitability targets, and risk management frameworks.",
    "PPQ4": "This capability focuses on evaluating the profitability of proposed or existing logistics solutions. It involves analyzing cost structures, revenue streams, and margin expectations to ensure financial viability. The analysis supports decision-making in solution design, pricing, and customer negotiations",
    "CPC1": "This capability ensures that customer information is accurate, complete, and up-to-date. It involves verifying customer data against internal and external sources, validating compliance with regulatory requirements, and maintaining data integrity across systems. This process supports effective customer engagement, risk management, and operational efficiency.",
    "CPC2": "This capability involves the configuration and administration of customer-specific contracts and rate structures. It ensures that negotiated terms, pricing models, and service agreements are accurately captured and maintained within the system to support order processing, billing, and performance tracking",
    "CPC3": "The capability ensures that all customer-specific handling, delivery, and communication preferences are accurately captured and integrated into operational systems. This includes configuring instructions for packaging, labeling, delivery time windows, documentation, and any special handling requirements. Proper setup of customer instructions ensures compliance with service agreements and enhances customer satisfaction.",
    "MOS1": "The capability refers to the ability to oversee and optimize the various channels through which a company engages with customers to sell its products or services. This includes digital platforms, direct sales, partner networks, and retail outlets. Effective management ensures alignment with customer preferences, maximizes reach, and enhances revenue opportunities.",
    "MOS2": "This capability focuses on aligning customer requests with appropriate service offerings, configuring those services to meet specific needs, and identifying opportunities for upselling. It ensures that customer requirements are accurately captured and matched to the most suitable logistics or transportation services, while also promoting value-added options that enhance the customer experience and profitability.",
    "MOS3": "This capability involves managing non-standard or on-demand quotation requests from customers. It includes evaluating customer requirements, configuring services, pricing, and generating quotations that are not part of predefined service catalogs. It supports responsiveness to unique customer needs and enables competitive service offerings.",
    "MOS4": "This capability involves the administration and oversight of customer contracts and associated rate structures. It ensures that contractual terms, pricing agreements, and service-level commitments are accurately captured, maintained, and made available for operational and financial processes. This includes managing contract lifecycles, validating rate applicability, and ensuring compliance with negotiated terms.",
    "MOS5": "This capability focuses on capturing, monitoring, and presenting all customer interactions across various channels. It ensures that sales and service teams have a comprehensive view of customer touchpoints, enabling personalized engagement, issue resolution, and strategic decision-making. It includes integration with CRM systems, communication logs, and interaction analytics.",
    "CCCO1": "The capability encompasses the processes and systems used to handle customer orders across various channels. This includes online platforms, retail stores, call centers, mobile applications, and third-party marketplaces. It ensures seamless integration, accurate order capture, and efficient routing of orders to fulfillment systems. The goal is to provide a consistent and reliable customer experience while optimizing operational efficiency",
    "CCCO2": "This capability ensures that physical shipments are accurately matched with expected orders or transport plans. It includes identifying discrepancies, managing exceptions, and ensuring corrective actions are taken to maintain shipment integrity and customer satisfaction. It supports real-time visibility and resolution of mismatches between planned and actual shipment events",
    "CCCO3": "This capability focuses on handling logistics and transportation flows that deviate from standard operating procedures. These may include urgent shipments, reverse logistics, damaged goods, or special handling requirements. Managing non-standard flows ensures operational flexibility, customer satisfaction, and compliance with service-level agreements.",
    "CCCO4": "The capability refers to the ability to coordinate, execute, and monitor value-added services that complement core logistics and transportation operations. These services may include packaging, labeling, kitting, assembly, quality checks, and other customer-specific requirements. The goal is to enhance customer satisfaction, operational efficiency, and service differentiation while maintaining compliance and cost-effectiveness.",
    "CCCO5": "This capability ensures that customer orders are matched with the most appropriate transportation or logistics service based on service level agreements, capacity, cost, and operational constraints.<br>It includes feasibility checks to validate that the requested service can be fulfilled within the required parameters such as time, mode, and geography.",
    "CCCO6": "This capability ensures that customer orders are accurately matched to existing contracts or converted from quotes.<br>It involves validating pricing, terms, and service levels, and ensures that the order is executable within the agreed parameters.",
    "CCCO7": "This capability involves capturing, validating, and executing customer-specific instructions related to orders, shipments, or services.<br>It ensures that customer preferences and special handling requirements are accurately reflected in operational processes.",
    "CCCO8": "This capability involves the creation, validation, management, and distribution of all documentation required for the shipment of goods.<br>It ensures that all legal, regulatory, and customer-specific documentation is accurate, complete, and available throughout the shipment lifecycle.<br>This includes commercial invoices, packing lists, bills of lading, certificates of origin, and other relevant documents.",
    "CCCO9": "The capability 'Manage Customer References' involves the systematic handling, validation, and integration of customer-specific reference data such as purchase order numbers, shipment identifiers, and internal tracking codes.<br>This ensures accurate mapping between customer systems and internal logistics or order management systems, enabling seamless communication, traceability, and service delivery.",
    "CCCO10": "This capability ensures that physical shipments are accurately matched with expected orders or transport plans.<br>It includes identifying discrepancies, managing exceptions, and ensuring corrective actions are taken to maintain shipment integrity and customer satisfaction.<br>It supports real-time visibility and resolution of mismatches between planned and actual shipment events.",
    "CCCO11": "This capability focuses on handling logistics and transportation flows that deviate from standard operating procedures.<br>These may include urgent shipments, reverse logistics, damaged goods, or special handling requirements.<br>Managing non-standard flows ensures operational flexibility, customer satisfaction, and compliance with service-level agreements.",
    "CCCO12": "The capability refers to the ability to coordinate, execute, and monitor value-added services that complement core logistics and transportation operations.<br>These services may include packaging, labeling, kitting, assembly, quality checks, and other customer-specific requirements.<br>The goal is to enhance customer satisfaction, operational efficiency, and service differentiation while maintaining compliance and cost-effectiveness.",
    "CCCO13": "The capability encompasses the processes and systems required to generate, validate, and distribute invoices to customers based on completed services or deliveries.<br>It ensures accurate billing aligned with contractual terms, supports various billing models (e.g., milestone-based, usage-based), and integrates with financial systems for revenue recognition.<br><br>This capability also includes handling invoice disputes, credit notes, and ensuring compliance with tax and regulatory requirements.",
    "CCCO14": "This capability focuses on evaluating and managing the profitability of individual shipments by calculating and comparing the revenue (rating) and associated costs.<br>It ensures that each shipment contributes positively to the business by identifying cost drivers, applying accurate pricing models, and enabling margin analysis.<br>This function supports strategic pricing, operational efficiency, and financial transparency.",
    "CCCO15": "This capability focuses on the integration and coordination of overseas stations within the global logistics and transportation network.<br>It ensures seamless communication, data exchange, and operational alignment between domestic and international stations.<br>The goal is to maintain service consistency, visibility, and compliance across borders.",
    "CCCO16": "The capability involves the allocation of customer orders to appropriate transportation modes, carriers, or service providers based on predefined rules, availability, and service levels.<br>It ensures that each order is matched with the most suitable fulfillment option, optimizing cost, service quality, and operational efficiency.<br>This capability is critical in orchestrating seamless logistics execution and maintaining customer satisfaction.",
    "MBC1": "Evaluate Carrier Options<br>• Assess available carriers based on service level, cost, transit time, and reliability.<br>• Consider historical performance and customer preferences.<br><br>Apply Carrier Selection Rules<br>• Use predefined business rules or algorithms to shortlist carriers.<br>• Incorporate constraints such as mode, geography, and cargo type.<br><br>Confirm Carrier Availability<br>• Check real-time capacity and availability with selected carriers.<br>• Validate service commitments and booking windows.<br><br>Document Carrier Selection Decision<br>• Record rationale and data supporting the carrier choice.<br>• Ensure traceability for audit and performance review.",
    "MBC2": "This capability involves the end-to-end process of issuing and managing bookings with selected carriers.<br>It includes transmitting booking requests, receiving confirmations, managing booking amendments or cancellations, and ensuring alignment with shipment requirements and carrier constraints. The goal is to ensure timely and accurate carrier engagement to support logistics execution.",
    "MBC3": "This capability involves the creation, transmission, and management of instructions and documentation required by carriers for the transportation of goods.<br>It ensures that all necessary operational, regulatory, and customer-specific requirements are communicated accurately and timely to the carrier. This includes handling shipment details, special handling instructions, customs documentation, and compliance-related paperwork.",
    "MBC4": "The capability ensures that disruptions, deviations, or anomalies in the carrier booking and transportation process are identified, logged, and resolved efficiently.<br>This includes handling missed pickups, delays, incorrect documentation, and other operational issues that may impact service delivery. The goal is to minimize the impact of exceptions on customer satisfaction and operational efficiency through proactive monitoring and resolution workflows.",
    "MPD1": "This capability focuses on the strategic and operational planning of pick-up and delivery routes to optimize transportation efficiency, reduce costs, and meet service level agreements.<br>It involves analyzing shipment requirements, geographic constraints, traffic conditions, and customer preferences to generate optimal routing plans. The capability supports dynamic route adjustments based on real-time data and integrates with transportation management systems for execution.",
    "MPD2": "The capability ensures that incoming shipments are received, verified, and processed according to operational and contractual requirements.<br>It includes the validation of shipment documentation, inspection of goods, and confirmation of delivery conditions. This capability is critical for maintaining supply chain integrity, ensuring accurate inventory updates, and initiating downstream logistics processes.",
    "MPD3": "The capability ensures that shipments are authorized and cleared for dispatch from the facility or terminal.<br>It involves validating shipment readiness, coordinating with stakeholders, and executing release protocols to ensure timely and accurate movement of goods. This capability is critical for maintaining service levels, compliance, and operational efficiency.",
    "MPD4": "This capability focuses on establishing and maintaining seamless integration with first and last mile logistics providers.<br>It ensures that shipment data, schedules, and service requirements are effectively communicated and synchronized across systems. The goal is to optimize pickup and delivery operations, reduce delays, and enhance visibility and control over the entire transportation lifecycle.",
    "MPD5": "The capability focuses on identifying, tracking, and resolving deviations from planned shipment and delivery processes.<br>It ensures timely detection of issues such as delays, damages, misrouting, or missing documentation, and facilitates corrective actions to maintain service quality and customer satisfaction. This capability supports proactive exception handling through integration with monitoring systems, alert mechanisms, and resolution workflows.",
    "MTTFO1": "The capability encompasses the processes and technologies used to identify, track, and label shipments, packages, or items throughout the logistics and supply chain operations.<br><br>This includes the application of barcodes, RFID tags, and other identifiers to ensure traceability, compliance, and efficient handling of goods across various touchpoints.",
    "MTTFO2": "This capability involves determining the dimensional weight and actual weight of shipments to ensure accurate billing, space optimization, and compliance with carrier requirements",
    "MTTFO3": "Ensure all required documentation is accurately compiled, associated, and transmitted with the shipment.<br>This includes regulatory, commercial, and operational documents necessary for transport, customs, and delivery.",
    "MTTFO4": "Define Security Screening Requirements<br>• Establish regulatory and internal compliance requirements for security screening.<br>• Define screening protocols based on cargo type, destination, and risk profile.<br>• Maintain documentation of screening standards and update as regulations evolve.<br><br>Execute Security Screening Procedures<br>• Perform physical or automated screening of shipments using approved methods.<br>• Ensure proper handling of flagged or suspicious items.<br>• Record screening outcomes and maintain audit trails.<br><br>Update Shipment Security Status<br>• Record the security clearance status of each shipment in the tracking system.<br>• Communicate status updates to relevant stakeholders.<br>• Ensure data integrity and traceability of status changes.<br><br>Manage Screening Exceptions and Escalations<br>• Identify and document exceptions during screening.<br>• Escalate unresolved or high-risk issues to security management.<br>• Track resolution and implement corrective actions.",
    "MTTFO5": "This capability ensures that operational instructions are clearly displayed to personnel and that all activities related to shipment handling, processing, and movement are accurately recorded.<br>It supports operational compliance, traceability, and performance monitoring by integrating instruction dissemination with real-time activity capture.",
    "MTTFO6": "This capability focuses on the operational processes involved in breaking down incoming loads into constituent shipments and building up outbound loads for dispatch.<br>It ensures efficient handling, sorting, and consolidation of shipments based on destination, service level, and equipment constraints. This function is critical for optimizing terminal throughput, reducing handling time, and ensuring timely dispatch of consolidated loads.",
    "MTTFO7": "The capability focuses on the planning, creation, and management of load plans and shipment manifests.<br>It ensures that shipments are organized efficiently for transport, with accurate documentation and alignment to operational and regulatory requirements. This includes the consolidation of shipments, assignment of loads to transport units, and generation of manifests for tracking and compliance.",
    "MTTFO8": "Coordinate Upstream Scheduling and Slot Allocation<br>• Manage time slots for incoming shipments or vehicles.<br>• Align upstream schedules with terminal capacity and transit timelines.<br><br>Integrate Real-Time Data from Upstream Partners<br>• Use APIs or EDI to receive real-time updates from suppliers or upstream logistics providers.<br>• Monitor upstream delays and adjust terminal operations accordingly.<br><br>Optimize Resource Allocation for Incoming Loads<br>• Allocate labor, equipment, and space based on upstream insertion forecasts.<br>• Use predictive analytics to anticipate peak periods.<br><br>Manage Exceptions and Disruptions in Upstream Flow<br>• Detect and respond to delays, cancellations, or changes in upstream schedules.<br>• Implement contingency plans for rerouting or rescheduling.<br><br>Ensure Compliance and Documentation for Upstream Transfers<br>• Verify customs, safety, and regulatory documentation for incoming goods.<br>• Ensure traceability and audit readiness.",
    "MCCRR1": "The capability ensures that all import and export shipments comply with customs regulations and are cleared efficiently.<br>This includes managing documentation, coordinating with customs brokers, ensuring tariff classifications, and handling duties and taxes. It plays a critical role in minimizing delays and ensuring legal compliance in international trade operations.",
    "MCCRR2": "The capability ensures the compliant and efficient handling of goods that are in transit under customs control.<br>This includes managing documentation, tracking bonded cargo, coordinating with customs authorities, and ensuring that goods are moved and stored in accordance with regulatory requirements until they reach their final destination or are cleared for domestic entry.",
    "MCCRR3": "The capability involves notifying relevant stakeholders and systems about upcoming shipments before their physical arrival.<br>This enables proactive planning, resource allocation, and compliance checks. It ensures that terminals, customs, and receiving parties are prepared to handle the shipment efficiently, reducing delays and improving operational coordination.",
    "TSE1": "The capability 'Generate Estimated Milestones' involves calculating and forecasting key shipment or service milestones based on planned schedules, historical data, and real-time inputs.<br>This function supports proactive tracking, customer communication, and operational planning by providing visibility into expected events across the logistics lifecycle.",
    "TSE2": "The capability 'Capture and Process Status Events' involves the systematic acquisition, validation, and integration of status updates related to shipments, orders, and logistics activities.<br>It ensures timely visibility into operational progress and exceptions, enabling proactive decision-making and customer communication. This capability supports real-time tracking, milestone validation, and event-driven workflows.",
    "TSE3": "This capability involves the acquisition, integration, and interpretation of sensor data from various sources such as IoT devices, GPS trackers, temperature sensors, and other telemetry systems.<br>It ensures real-time visibility into shipment conditions, location, and environmental parameters, enabling proactive decision-making and exception handling throughout the logistics lifecycle.",
    "TSE4": "The capability focuses on capturing proof of delivery (POD) and tracking any changes in the custody of goods throughout the transportation lifecycle.<br>This includes the documentation of delivery confirmations, handovers between parties, and updates to custody records to ensure traceability, accountability, and compliance with service agreements.",
    "TSE5": "The capability refers to the ability to structure and manage the hierarchical relationships between shipments, containers, pallets, and other load units.<br>It ensures visibility and traceability of nested load elements throughout the transportation lifecycle. This capability supports efficient planning, tracking, and exception handling by maintaining accurate associations between parent and child load units.",
    "TSE6": "This capability focuses on integrating systems and technologies that enable real-time visibility and tracking of shipments, assets, and logistics events.<br>It ensures seamless data exchange between internal systems and external partners, enabling proactive monitoring, exception management, and performance analysis. The goal is to provide end-to-end transparency across the supply chain through standardized interfaces, sensor data integration, and event-driven updates.",
    "TSE7": "The capability focuses on identifying, tracking, and resolving deviations from planned logistics and transportation activities.<br>This includes real-time monitoring of shipment status, proactive alerting of anomalies, and execution of corrective actions to minimize service disruptions. It ensures operational continuity, customer satisfaction, and compliance with service level agreements (SLAs).",
    "TSE8": "The capability enables real-time and historical tracking of shipments across the supply chain.<br>It ensures that all stakeholders have access to accurate and timely information regarding the location, status, and condition of shipments. This capability supports proactive decision-making, enhances customer satisfaction, and improves operational efficiency by providing transparency into the movement of goods.",
    "MPC1": "This capability focuses on tracking, evaluating, and improving the performance of services delivered to customers.<br>It ensures that service levels meet contractual obligations and customer expectations through continuous monitoring, reporting, and corrective actions. This includes managing KPIs, SLAs, and customer feedback to drive service excellence.",
    "MPC2": "This capability focuses on the definition, monitoring, and enforcement of Service Level Agreements (SLAs) with customers.<br>It ensures that service commitments are clearly defined, tracked, and reported, and that any deviations are addressed through corrective actions. Managing customer SLAs is critical for maintaining service quality, customer satisfaction, and contractual compliance.",
    "PCS1": "The capability encompasses all activities related to processing and managing customer orders from receipt to fulfillment.<br>This includes order entry, validation, status tracking, modifications, and communication with customers. Effective order management ensures accurate and timely delivery of products and services, enhances customer satisfaction, and supports operational efficiency across logistics and supply chain processes.",
    "PCS2": "The capability encompasses the processes and tools required to handle customer or partner claims, including damage, loss, delay, or service failure.<br>It ensures timely resolution, documentation, and communication of disputes, while maintaining compliance with contractual and regulatory obligations. This capability supports customer satisfaction, financial accountability, and continuous improvement through root cause analysis and corrective actions.",
    "SCOC1": "The capability 'Evaluate Network Requirements' involves assessing the logistics and transportation network to ensure it meets current and future business needs.<br>This includes analyzing demand patterns, service levels, geographic coverage, and infrastructure capacity. The goal is to identify gaps, optimize routes, and support strategic decisions for network design and expansion.",
    "SCOC2": "The capability focuses on identifying, evaluating, and onboarding transportation carriers to ensure they meet the operational, compliance, and service standards required by the organization.<br>This includes sourcing new carriers, conducting qualification assessments, and certifying them for specific lanes, cargo types, or service levels.",
    "SCOC3": "The capability involves the orchestration of Request for Quotation (RFQ) activities to source transportation or logistics services from carriers or service providers.<br>It includes preparing RFQ documents, distributing them to qualified carriers, collecting responses, evaluating proposals, and finalizing carrier selections based on cost, service levels, and compliance. This capability ensures competitive pricing, transparency, and alignment with operational and strategic logistics goals.",
    "SCOC4": "This capability involves the negotiation and formalization of transportation agreements with carriers.<br>It includes the evaluation of carrier proposals, negotiation of terms and conditions, and the execution of contracts that define service levels, pricing, liabilities, and compliance requirements. The goal is to secure reliable, cost-effective, and compliant transportation services aligned with business needs.",
    "IC1": "This capability involves establishing contractual agreements with carriers, including the definition of rates, terms, and service levels.<br>It ensures that carrier contracts are accurately configured in the system to support operational execution, billing, and compliance. This includes managing rate structures, surcharges, accessorials, and contract validity periods.",
    "IC2": "The capability focuses on establishing and maintaining seamless digital connectivity between the organization and its carrier partners.<br>It includes the implementation of EDI/API interfaces, data exchange protocols, and system interoperability to ensure real-time communication, booking confirmations, tracking, and documentation exchange. Effective integration enhances operational efficiency, reduces manual errors, and improves visibility across the transportation lifecycle.",
    "MCCI1": "This capability involves the ongoing management and maintenance of carrier contracts and associated financial agreements.<br>It ensures that all contractual terms, service levels, rates, and financial obligations are accurately recorded, updated, and accessible. This includes managing amendments, renewals, and compliance with negotiated terms to support operational efficiency and financial accuracy.",
    "MCCI2": "The capability 'Maintain Carriers Capability Inventory' focuses on managing a comprehensive and up-to-date repository of carrier capabilities, including tracking service offerings, equipment types, geographic coverage, special handling capabilities, and certifications; it ensures that carrier data is readily available for operational planning, carrier selection, and performance evaluation.",
    "PTC1": "The capability focuses on the administration and optimization of procurement channels used to acquire transportation and logistics services. It ensures that the organization leverages the most effective and efficient buying mechanisms, whether through digital platforms, direct negotiations, or third-party aggregators. This capability supports strategic sourcing, cost control, and service quality by managing access to and performance of various buying channels.",
    "PTC2": "This capability involves the execution of service orders with selected carriers based on predefined contracts, rates, and service requirements. It ensures that the correct services are ordered in a timely and accurate manner, aligning with operational needs and customer commitments. This includes managing booking confirmations, service specifications, and communication with carriers to ensure service delivery readiness.",
    "PTC3": "The capability refers to the ability to handle unplanned or unexpected transportation or logistics service requests. This includes urgent customer needs, last-minute changes, or special requests that fall outside of standard planning cycles. Effective management of ad-hoc demand ensures service continuity, customer satisfaction, and operational agility.",
    "PTC4": "The 'Manage Spot Sourcing' capability involves the ability to quickly identify, evaluate, and procure transportation or logistics services on a short-term or one-time basis. This is typically used when standard contracts or planned capacity cannot fulfill immediate demand. Spot sourcing enables agility in responding to urgent or unexpected logistics needs, ensuring continuity of service and cost control.",
    "PTC5": "This capability involves the validation, processing, and reconciliation of vendor item receipts and corresponding invoices. It ensures that goods or services received are accurately matched with purchase orders and vendor invoices, enabling timely and accurate payments. This process supports financial accuracy, vendor relationship management, and compliance with procurement policies.",
    "PTC6": "The capability encompasses the financial processes required to compensate carriers for services rendered. This includes validating invoices, reconciling payments with service records, managing payment schedules, and ensuring compliance with contractual terms. It supports accurate and timely disbursement of funds to carriers, maintaining strong financial relationships and operational continuity.",
    "MCP1": "This capability focuses on tracking, evaluating, and improving the performance of carriers based on agreed service levels. It includes monitoring delivery timelines, handling exceptions, and ensuring that carriers meet contractual obligations. The goal is to ensure reliable and efficient transportation services that align with customer expectations and operational goals.",
    "MCP2": "This capability focuses on the definition, monitoring, and enforcement of Service Level Agreements (SLAs) with transportation carriers. It ensures that carriers meet agreed-upon performance standards such as delivery timelines, service reliability, and compliance with contractual terms. This capability supports continuous improvement and accountability in carrier relationships.",
    "MCR1": "The capability focuses on establishing, maintaining, and enhancing strategic and operational relationships with transportation carriers. It ensures alignment of service expectations, performance monitoring, collaboration on continuous improvement, and resolution of disputes or service issues. This capability is critical for ensuring reliable service delivery, cost efficiency, and long-term partnership value.",
    "DTNSP1": "The capability to forecast demand in transportation network strategy and planning involves analyzing historical data, market trends, and customer requirements to predict future transportation needs. This enables organizations to proactively design and optimize their transportation networks, ensuring capacity alignment, cost efficiency, and service reliability. It supports strategic decisions such as route planning, mode selection, and infrastructure investments.",
    "DTNSP2": "The capability 'Evaluate and Plan Network Capacity' focuses on assessing current and future transportation network capacity requirements based on demand forecasts, service levels, and operational constraints. It involves analyzing infrastructure, carrier availability, and throughput capabilities to ensure the network can support business objectives efficiently. This capability supports strategic planning and operational readiness by identifying capacity gaps and recommending adjustments to network design or resource allocation.",
    "DTNSP3": "The capability 'Define Network Routing' focuses on establishing optimal paths for the movement of goods across the transportation network. It involves determining routing logic based on service levels, cost efficiency, transit times, and operational constraints. This capability ensures that shipments follow the most effective routes while adhering to customer requirements and regulatory guidelines.",
    "DTNSP4": "It involves the development and management of transportation schedules to ensure optimal flow of goods and services across the network. This includes aligning schedules with demand forecasts, capacity constraints, and service level agreements. It supports operational efficiency, resource utilization, and customer satisfaction through timely and reliable scheduling practices.",
    "DTNSP5": "The function ensures that the transportation network is equipped and optimized to handle current and future demand. It involves assessing the physical and operational capabilities of the network, identifying gaps, and implementing improvements to support service levels, efficiency, and scalability. This capability supports strategic and tactical planning by aligning infrastructure, resources, and technology with business needs.",
    "DTNSP6": "The capability focuses on defining, maintaining, and applying rules that allocate transportation and logistics costs across various segments of the network. This includes allocating costs to lanes, customers, business units, or geographies based on predefined logic, usage, or performance metrics. It ensures transparency, accountability, and accuracy in cost distribution to support financial planning, pricing, and profitability analysis.",
    "MA1": "The capability focuses on the allocation of physical and human resources to support transportation and logistics operations. This includes assigning vehicles, equipment, and workforce to specific routes, tasks, or facilities based on availability, skill sets, and operational requirements. Effective execution of this capability ensures optimal resource utilization, service reliability, and cost efficiency.",
    "MA2": "The capability involves the planning, coordination, and adjustment of transportation, personnel, and asset schedules to ensure optimal operational efficiency. It includes the creation, modification, and communication of schedules across the logistics network, ensuring alignment with service commitments, resource availability, and customer requirements.",
    "MA3": "The 'Manage Fuel' capability encompasses the planning, procurement, monitoring, and optimization of fuel usage across transportation assets. It ensures cost-effective fuel sourcing, compliance with environmental regulations, and efficient fuel consumption to support operational sustainability.",
    "MA4": "The 'Manage Workforce/Drivers' capability focuses on the efficient administration, deployment, and performance monitoring of drivers and logistics personnel. It ensures that the right resources are available, trained, and scheduled to meet operational demands while complying with labor regulations and safety standards.",
    "MA5": "The 'Maintain Assets' capability ensures the operational readiness, safety, and longevity of transportation and logistics assets. This includes preventive maintenance, repair scheduling, asset condition monitoring, and compliance with regulatory standards. Effective asset maintenance minimizes downtime, reduces operational risk, and supports cost-efficient fleet and facility management.",
    "MA6": "This capability focuses on the provisioning, allocation, and return of equipment used in transportation and logistics operations. It ensures that the right equipment is available at the right time and location, and that returned equipment is tracked, inspected, and reintegrated into the supply chain. Effective management of this capability reduces equipment shortages, minimizes idle time, and improves asset utilization.",
    "MA7": "The 'Track & Manage MHU/Pallets' capability ensures the efficient tracking, allocation, and return of Material Handling Units (MHUs) and pallets across the logistics network. It supports visibility into asset utilization, reduces loss and misplacement, and enables cost-effective reuse and recovery of these critical logistics assets.",
    "MME1": "The capability 'Monitor and Manage Exceptions' focuses on identifying, tracking, and resolving deviations from planned operations across the transportation and logistics network. It ensures timely detection of service failures, delays, or disruptions and facilitates corrective actions to minimize impact on service quality and customer satisfaction. This capability supports proactive exception handling through automated alerts, escalation workflows, and performance analytics.",
    "MMNP1": "Define Standard Network Structure<br>• Establish the baseline configuration of the transport network including hubs, routes, and service levels.<br>• Ensure alignment with business objectives and geographic coverage requirements.<br>• Document standard operating procedures for network components.<br><br>4.4.1.2 Configure Network Flow Rules<br>• Set rules for how shipments and data flow through the network.<br>• Define routing logic, prioritization, and fallback paths.<br>• Integrate flow rules with transport management systems.<br><br>4.4.1.3 Monitor Network Flow Performance<br>• Track key performance indicators such as throughput, delays, and route efficiency.<br>• Use dashboards and analytics to identify bottlenecks and deviations.<br>• Provide regular reports to stakeholders.<br><br>4.4.1.4 Maintain Network Standards and Compliance<br>• Ensure network operations comply with internal standards and external regulations.<br>• Conduct audits and reviews of network configurations.<br>• Update standards based on changes in business or regulatory requirements.",
    "MMNP2": "Define Costing Methodologies<br>• Establish standard costing models (e.g., activity-based costing, fixed vs. variable costs).<br>• Align costing methods with financial and operational reporting requirements.<br><br>4.4.2.2 Collect and Consolidate Cost Data<br>• Gather cost data from transport, warehousing, IT systems, and third-party providers.<br>• Ensure data quality, consistency, and traceability across sources.<br><br>4.4.2.3 Allocate Costs Across Network Nodes<br>• Distribute costs to hubs, lanes, and service providers based on usage or allocation rules.<br>• Support multi-tier allocation logic (e.g., by volume, distance, or service level).<br><br>4.4.2.4 Analyze Cost-to-Serve<br>• Evaluate total cost per customer, product, or region.<br>• Identify high-cost segments and opportunities for optimization.<br><br>4.4.2.5 Report and Visualize Cost Distribution<br>• Generate dashboards and reports for finance and operations teams.<br>• Enable drill-down into cost drivers and trends.",
    "MMNP3": "Analyze historical and current data across the transport network to identify patterns, trends, and anomalies. Supports strategic decision-making and continuous improvement by providing insights into performance, cost, and service evolution.",
    "MMNP4": "Perform CO2 Analysis",
    "MMNP5": "This capability enables real-time and historical visibility into load movements and statuses across different business units, systems, or organizational instances. It supports centralized monitoring, performance tracking, and decision-making by aggregating data from disparate sources. The goal is to ensure seamless coordination, reduce blind spots in logistics operations, and enhance service levels through shared visibility.",
    "DMPRODUCTS": "This capability focuses on managing the lifecycle of logistics and transportation products with an emphasis on sustainability. It includes the development and enhancement of service offerings that align with environmental goals, such as carbon reduction, eco-friendly packaging, and green logistics solutions. The objective is to integrate sustainability into the core product strategy, ensuring compliance with regulations and meeting customer expectations for sustainable services",
    "DMPRICING": "This capability focuses on the definition, configuration, and management of pricing rules across services, products, and customer segments. It ensures that pricing strategies are aligned with business objectives, market conditions, and contractual obligations. The capability supports dynamic pricing, rule-based configurations, and integration with quoting and billing systems.",
    "MOF1": "The 'Measure and Manage Profitability' capability focuses on evaluating the financial performance of business operations, products, services, and customer segments. It involves collecting and analyzing cost and revenue data to determine profitability, identify improvement opportunities, and support strategic decision-making. This capability ensures that profitability metrics are aligned with organizational goals and are used to drive performance improvements across the enterprise.",
    "MOF2": "This capability focuses on managing intercompany (I/C) invoicing and profit sharing processes across business units or legal entities. It ensures accurate financial reconciliation, compliance with transfer pricing regulations, and equitable distribution of profits. This includes generating, validating, and settling intercompany invoices, as well as calculating and allocating shared profits based on predefined agreements or performance metrics.",
    "MOF3": "The capability ensures that customer creditworthiness is assessed, monitored, and managed effectively to minimize financial risk. This includes setting appropriate credit limits, reviewing credit terms, and enforcing policies to prevent overextension of credit. It supports financial stability and ensures compliance with internal and external credit policies. This capability is essential for maintaining healthy cash flow, minimizing bad debts, and optimizing working capital.",
    "MOF4": "The 'Manage Accounts Receivables and Payables' capability ensures accurate tracking, processing, and reconciliation of incoming and outgoing payments. It supports financial health by managing customer invoices, collections, vendor payments, and ensuring compliance with accounting standards. This capability is critical for maintaining liquidity, optimizing working capital, and fostering strong relationships with customers and suppliers.",
    "MOF5": "The 'Manage Collections' capability focuses on the systematic process of pursuing and securing payments from customers. It includes monitoring outstanding receivables, initiating collection activities, managing customer communication, and ensuring compliance with credit policies. This capability is essential for maintaining healthy cash flow, minimizing bad debts, and optimizing working capital.",
    "MOF6": "This capability encompasses the processes and systems required to ensure compliance with tax regulations and governmental reporting requirements. It includes the calculation, filing, and payment of various taxes (e.g., VAT, sales tax, income tax), as well as the management of tax audits, reporting obligations, and interactions with tax authorities. The goal is to minimize tax risk, ensure accuracy, and maintain transparency in all tax-related activities across jurisdictions."
  }
}
